<?php
session_start();
include_once 'dbconnect.php';

if (!isset($_SESSION['user'])) {
    header("Location: index.php");
}
$res = mysql_query("SELECT * FROM users WHERE id=" . $_SESSION['user']);
$userRow = mysql_fetch_array($res);

include_once 'templates/page.php';
?>

<div style="padding-left: 40px; padding-right: 40px">
<h1>Добре дошли в системата за предаване и рецензии на реферати!</h1>
<h3>Инструкции</h3>
<ul>
    <li>Изберете тема от секцията "Избор на тема". Изборът е еднократен, така че помислете добре преди да го направите.</li>
    <li>Предайте файловете си в секцията "Предаване". Можете да качвате неограничен брой версии на реферата в .zip формат. Предаване е възможно едва след като сте избрали тема на реферата.</li>
    <li>Можете (и е желателно) да напишете рецензия за поне един реферат в секцията "Рецензия"</li>
    <li>В секцията "Моите рецензии" се показват всички рецензии, които други потребители са написали за различните версии на Вашия реферат.</li>
</ul>
<p></p>
</div>
</body>
</html>